Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jesteś jakimś oprychem, lepiej stąd odejdź!
uk: У тебе якийсь бандитський вигляд, краще забирайся звідси!

source: Jesteś jakąś przybłędą, która prosi się o połamanie kości.
uk: Ти якась приблуда, яка так і просить, щоб їй поламали кістки.

source: Jesteś jednym z agitatorów tego dupka, że tak się pienisz? A może królewskie monety przesłaniają ci wzrok?
uk: Ти випадково не один з агітаторів цього покидька, що так гарячкуєш? Чи королівські монети затьмарили тобі зір?

source: Jesteś jednym z moich najlepszych ludzi, więc liczę, że nie przyniesiesz miastu wstydu, współpracując z kontynentalnymi.
uk: Ти один з моїх найкращих людей, тому я розраховую на те, що ти не зганьбиш місто, працюючи з людьми з материка.

source: Jesteś jednym z najbardziej rozpoznawanych wojowników na mojej arenie. Na tę walkę czeka od dłuższego czasu wielu stałych bywalców.
uk: Ти один із найвідоміших бійців на моїй арені. На цей поєдинок давно чекали багато людей.

source: Jesteś jednym z najlepszych wojowników jakich kiedykolwiek spotkałem. A na pewno lepszym ode mnie. Niczego więcej cię nie nauczę.
uk: Ти один з найкращих бійців, яких я коли-небудь зустрічав. І, безумовно, кращий за мене. Я не зможу навчити тебе чогось нового.

source: Jesteś jednym z nas, więc chyba mogę ci powiedzieć to i owo.
uk: Ти один із нас, тож я, напевно, можу тобі дещо розповісти.

source: Jesteś jednym z ocalałych z Londram?
uk: Ти один з вцілілих з Лондраму?

source: Jesteś jednym z tych przeklętych przemytników! Zaraz skończysz jak tamten na łódce!
uk: Ти один з тих проклятих контрабандистів! Зараз закінчиш, як той на човні!

source: Jesteś jednym ze sługusów Lichwiarza, nie zasługujesz na nic innego, niż śmierć.
uk: Ти один з посіпак Лихваря, ти не заслуговуєш нічого, окрім смерті.

source: Jesteś jedynym pisarzem w tym mieście, który regularnie przyjmuje zlecenia.
uk: Ти єдиний письменник у цьому місті, який регулярно приймає замовлення.

source: Jesteś jedynym pisarzem w tym mieście.
uk: Ти єдиний писар у цьому місті.

source: Jesteś jeszcze młody, ale czas się w końcu nauczyć, że dobre intencje to nie wszystko!
uk: Ти ще молодий, але час нарешті зрозуміти, що добрі наміри – це ще не все!

source: Jesteś jeszcze młody, wszystko przed tobą. Będę się modlił, by Innos obdarzył cię łaską wiary.
uk: Ти ще молодий, у тебе все попереду. Я буду молитися, щоб Іннос дарував тобі благодать віри.

source: Jesteś kimś w rodzaju lekarza?
uk: Ти свого роду лікар?

source: Jesteś kimś w rodzaju zarządcy?
uk: Ти свого роду головний?

source: Jesteś kimś z rodziny, że się o to pytasz?
uk: Ти один з родичів, що запитуєш про це?

source: Jesteś kucharką?
uk: Ти кухарка?

source: Jesteś lepszy, przyznaję!
uk: Ти кращий, признаю!

source: Jesteś magiem, nie masz dostępu do stołu?
uk: Ти ж маг, хіба ти не маєш доступу до такого столу?

source: Jesteś martwy?
uk: Ти що, мертвий?

source: Jesteś mi winny złoto i to sporo. Oddaj mi to, co wykopałeś do tej pory, to nie rozpowiem, jak bardzo mnie urządziłeś.
uk: Ти винен мені золото, і то багато. Віддай мені те, що ти вже добув, і я не розповім, як ти мене обдурив.

source: Jesteś mistrzem kilofa i wiem, że tym razem uda się nam odnaleźć ogromny skarb.
uk: Ти майстер у володінні киркою, і я знаю, що цього разу ми знайдемо величезний скарб.

source: Jesteś myśliwym?
uk: Ти мисливець?

source: Jesteś młody i dopiero wkraczasz w dorosłe życie. Nie pozwolę na to, byś rozpoczynał je z długami na karku.
uk: Ти молодий і тільки вступаєш у доросле життя. Я не дозволю тобі почати його з боргами на шиї.

source: Jesteś młody, wy to na wszystko patrzycie tak ufnie, wierzycie w te gadki o pomocy potrzebującym.
uk: Ти молодий, довірливий і віриш у ці розмови про допомогу нужденним.

source: Jesteś młody, ze wsi, dla ciebie to nie pierwszyzna. Poza tym, jak chcesz być strażnikiem, to musisz udowodnić, że potrafisz sobie poradzić w każdej sytuacji!
uk: Ти молодий, з села, тобі не звикати. Крім того, якщо ти хочеш бути вартовим, ти маєш довести, що зможеш впоратись з будь-якою ситуацією!

source: Jesteś młody. Być może nie jesteś tak uprzedzony do wszystkiego i wszystkich, jak twoi towarzysze.
uk: Ти молодий. Можливо, ти не так упереджено ставишся до всього і до всіх, як твої товариші.

source: Jesteś na terytorium Królestwa Myrtany, więc obowiązują tu takie same prawa, jak w innych jego częściach.
uk: Ти знаходишся на території Королівства Міртана, тому тут діють ті ж самі закони, що й в інших частинах королівства.

source: Jesteś najprawdziwszym magiem.
uk: Ти найсправжнісінький маг.

source: Jesteś naprawdę dobry, nie ma potrzeby, bym uczył cię więcej.
uk: Ти справді молодець. Більше я тебе нічого не зможу навчити.

source: Jesteś naprawdę dobry. Nie jestem w stanie nauczyć cię niczego więcej.
uk: Ти дійсно молодець. Я не можу тебе більше нічому навчити.

source: Jesteś naprawdę dobry. Niewiele brakuje, żebyś mnie doścignął.
uk: Ти справді молодець. Скоро наздоженеш мене.

source: Jesteś nareszcie! Gdzie ty się włóczyłeś, gdy byłeś najbardziej potrzebny?!
uk: Ось ти де! Де ти вештався, коли був настільки потрібен?!

source: Jesteś nareszcie.
uk: Нарешті ти з'явився.

source: Jesteś niezwykle spostrzegawczy. Teraz, o ile nie chcesz skończyć jako jego śniadanie, wyjdziemy stąd spokojnie i zapomnimy o całej sprawie.
uk: Ти дуже спостережливий. А тепер, якщо не хочеш стати його сніданком, ми тихо підемо звідси і забудемо про все це.

source: Jesteś nowicjuszem?
uk: Ти послушник?

source: Jesteś nowy w mieście, mało kto cię zna, dużo łatwiej wtopisz się w tłum, niż moi pozostali ludzie. Kto wie, może ta grupa ma coś wspólnego ze zniknięciem twojego brata...
uk: Ти в місті недавно, тебе майже ніхто не знає, тобі буде набагато легше влитися в колектив, ніж іншим моїм людям. Хто знає, можливо саме ця група має відношення до зникнення твого брата...

source: Jesteś obcym. Ludzie na tej wyspie nie lubią obcych.
uk: Ти чужинець. Люди на цьому острові не люблять чужинців.

source: Jesteś obywatelem Starego Miasta? Wybacz, że cię nie rozpoznałem...
uk: Ти мешканець Старого міста? Вибач, що не впізнаю тебе...

source: Jesteś oskarżony o popełnienie przestępstwa!
uk: Тебе звинувачують у скоєнні злочину!

source: Jesteś owcą, to stajesz się niczym innym, jak żarciem dla wilka. Jesteś silny - to ty jesteś wilkiem.
uk: Якщо ти вівця – тоді ти стаєш нічим іншим, як їжею для вовка. Якщо ти сильний – то ти вовк.

source: Jesteś pewien co do imienia?
uk: Ти впевнений щодо імені?

source: Jesteś pewien, że Nelson jest w stanie zabić cieniostwora?
uk: Ти впевнений, що Нельсон здатен вбити тінезвіра?

source: Jesteś pewien, że go nie widziałeś?
uk: Ти впевнений, що не бачив його?

source: Jesteś pewien, że go nie widziałeś? Był ciężko chory, nie mógł zajść daleko.
uk: Ти впевнений, що не бачив його? Він був тяжко хворий і не міг далеко піти.

source: Jesteś pewien, że imię nic ci nie mówi?
uk: Ти впевнений, що це ім'я тобі нічого не каже?

source: Jesteś pewien, że to imię nic ci nie mówi?
uk: Ти впевнений, що це ім'я тобі нічого не каже?

source: Jesteś pewien, że to ten człowiek, o którym mówił Gumbert?
uk: Ти впевнений, що це той, про кого казав Гумберт?

source: Jesteś pewien, że... nie chcesz się podzielić, kolego?
uk: Ти впевнений, що... не хочеш поділитися, друже?

source: Jesteś pewien?
uk: Ти впевнений?

source: Jesteś pewna?
uk: Ти впевнена?

source: Jesteś pewna? Może wpłyniesz na ojca.
uk: Ти впевнена? Може, ти зможеш вплинути на батька.

source: Jesteś pewny swojej decyzji i świadomy konsekwencji?
uk: Ти впевнений у своєму рішенні та усвідомлюєш його наслідки?

source: Jesteś pewny, że chcesz go wypić? Mogliśmy coś pomylić, może poczekamy na Riordiana?
uk: Ти впевнений, що хочеш його випити? Ми могли щось переплутати. Може, краще почекаємо на Ріордіана?

source: Jesteś pewny, że chodzi o mnie?
uk: Ти впевнений, що мова йшла саме про мене?

source: Jesteś pewny, że dobrze się czujesz? Może wróciła ci gorączka?
uk: Ти певен, що почуваєшся добре? Можливо, в тебе знову піднялась температура?

source: Jesteś pewny, że już nie będą nagabywać obywateli?
uk: Ти впевнений, що вони більше не будуть приставати до громадян?

source: Jesteś pewny, że nikogo nie widziałeś?
uk: Ти впевнений, що нікого не бачив?

source: Jesteś pewny, że potrafisz strzelać z kuszy? Jak sam widzisz, mi poszło całkiem nieźle...
uk: Ти впевнений, що вмієш стріляти з арбалета? Як бачиш, у мене вийшло досить непогано...

source: Jesteś pewny, że rozwiesiłeś dokument we wszystkich miejscach? Na licytacji nie było prawie nikogo.
uk: Ти впевнений, що розвісив оголошення у всіх місцях? На аукціоні майже нікого не було.

source: Jesteś pewny, że to dobry pomysł?
uk: Ти впевнений, що це хороша ідея?

source: Jesteś pewny, że to dobry pomysł? A co jeśli coś się komuś stanie?
uk: Ти впевнений, що це гарна ідея? А якщо з ним щось станеться?

source: Jesteś pewny, że to nie był po prostu przerośnięty goblin?
uk: Ти впевнений, що це не був просто гоблін-переросток?

source: Jesteś pewny, że to nie my je zbudziliśmy?
uk: Ти впевнений, що це не ми їх розбудили?

source: Jesteś pewny, że to tylko kwestia krzepy?
uk: Ти впевнений, що це лише питання сили?

source: Jesteś pewny?
uk: Ти впевнений?

source: Jesteś pewny? Ich użądlenia raczej nie powodują poważniejszych powikłań.
uk: Ти впевнений? Їхні укуси навряд чи здатні викликати більш серйозні ускладнення.

source: Jesteś pewny? Kto wie, ile ludzi Ulryka czai się po drodze.
uk: Ти впевнений? Хто знає, скільки людей Ульріка чатує на шляху.

source: Jesteś pewny? No dobrze... Zaufamy ci...
uk: Ти впевнений? Ну добре... Ми довіримося тобі...

source: Jesteś potrzebny straży.
uk: Ти потрібен Варті.

source: Jesteś rybakiem?
uk: Ти рибалка?

source: Jesteś strażnikiem! Twoje miejsce jest przy twoim dowódcy!
uk: Ти вартовий! Твоє місце – з твоїм командиром!

source: Jesteś strażnikiem, więc pamiętaj, powinieneś na każdym kroku udowadniać, do czego jest zdolna twoja formacja.
uk: Ти – вартовий, тому пам'ятай, ти повинен на кожному кроці доводити, на що здатен твій підрозділ.

source: Jesteś strażnikiem, więc w razie spotkania kogoś w środku nie będę miał problemów. Bo z tego co wiem, to niewielu ludzi ma dostęp do kanałów?
uk: Ти вартовий, тож якщо я когось там зустріну, то не матиму жодних проблем. Тому що, наскільки я знаю, далеко не всім людям дозволено входити до каналізації?

source: Jesteś strażnikiem?
uk: Ти вартовий?

source: Jesteś szaleńcem, niech cię Beliar za to pochłonie!
uk: Ти божевільний, нехай Беліар поглине тебе за це!

source: Jesteś szalony!
uk: Ти божевільний!

source: Jesteś szalony.
uk: Ти збожеволів.

source: Jesteś tak samo głupi jak reszta!
uk: Ти такий же дурний, як і всі інші!

source: Jesteś tak samo winna śmierci mojego brata, jak Lichwiarz.
uk: Ти винна у смерті мого брата так само, як і Лихвар.

source: Jesteś taki sam jak reszta!
uk: Ти такий самий, як і всі!

source: Jesteś taką miejscową złotą rączką?
uk: Ти такий собі місцевий майстер на всі руки?

source: Jesteś taką samą świnią jak Rębacz! Zawiodłem się na tobie. Żegnam.
uk: Ти така ж свиня, як і Різник! Я в тобі розчарований. Прощавай.

source: Jesteś tego pewien?
uk: Ти в цьому впевнений?

source: Jesteś tego pewny, Ingolfie?
uk: Ти в цьому впевнений, Інгольфе?

source: Jesteś tego pewny? Pierścień z akwamarynem jest symbolem Wodnego Kręgu. Wszyscy członkowie otrzymują taki w momencie dołączenia.
uk: Ти в цьому впевнений? Перстень з аквамарином - це символ Кільця Води. Всі члени отримують його при вступі.

source: Jesteś tego pewny? Pozwolił na bunt i... mimo to wciąż jest po naszej stronie?
uk: Ти в цьому впевнений? Він підтримав заколот і... все ж таки він на нашому боці?

source: Jesteś teraz na terenie największej winnicy w całej Myrtanie. Pięknie tu, prawda?
uk: Ти зараз знаходишся на території найбільшого виноградника в усій Міртані. Тут красиво, правда ж?

source: Jesteś teraz wolna. Wynoś się stąd, uciekaj tak daleko, jak dasz radę. Tam, gdzie nikt cię nie będzie znał, ani nie będzie wydawał ci rozkazów.
uk: Тепер ти вільна. Забирайся звідси, тікай так далеко, як тільки зможеш. Туди, де тебе ніхто не знатиме і не віддаватиме наказів.

source: Jesteś też dość bystry, więc szybko awansujesz w hierarchii.
uk: Ти теж доволі розумний, тому швидко піднімешся вгору по ієрархії.

source: Jesteś tu chyba nowy, prawda? Musisz być całkiem rozgarnięty, skoro jeszcze żyjesz.
uk: Ти тут новенький, так? Ти, мабуть, дуже кмітливий, якщо досі живий.

source: Jesteś tu nowy, prawda? Nie masz przy sobie jakichś owoców?
uk: Ти тут новенький, так? Не маєш з собою фруктів?

source: Jesteś tu nowy? Chyba cię tu wcześniej nie widziałem.
uk: Ти тут недавно? Не думаю, що бачив тебе тут раніше.

source: Jesteś tu nowy? Gdy ostatnio tędy przebiegałeś ze swoim kolegą, byłeś tak pijany, że nie mogłem się niczego od ciebie dowiedzieć.
uk: Ти тут недавно? Коли минулого разу ти проходив тут зі своїм другом, ви були настільки п'яні, що я нічого не зміг від вас допитатися.

source: Jesteś tu od niedawna, a ciągle nas zaskakujesz.
uk: Ти тут зовсім недавно, але вже встиг нас здивувати.

source: Jesteś tu po podroby? Przecież zaledwie wczoraj podrzuciłem Lennartowi całą partię!
uk: Ти прийшов за тельбухами? Я ж тільки вчора завіз цілу партію Ленарту!

source: Jesteś tutaj nowy, co?
uk: Ти тут новенький, так?

source: Jesteś tutejszy i jeszcze nie zacząłeś narzekać na uchodźców?
uk: Ти місцевий і навіть не почав скаржитись на біженців?

source: Jesteś twardy, dasz radę stąd wyjść. Na zewnątrz cię połatają i wszystko będzie w porządku.
uk: Ти сильний, ти зможеш вибратися звідси. Нагорі тебе підлатають, і все буде в порядку.

source: Jesteś tylko ty i twój kolega? Reszta zgubiła się w lesie?
uk: Тут тільки ти і твій товариш? Чи решта загубилися в лісі?

source: Jesteś urodzonym łowcą. Nie potrafię nauczyć cię niczego więcej.
uk: Ти природжений мисливець. Мені тебе більше нічому навчити.

source: Jesteś w MOIM domu i brudzisz MOJĄ podłogę!
uk: Ти в МОЄМУ домі і брудниш МОЮ підлогу!

source: Jesteś w błędzie, nic o mnie nie wiesz.
uk: Ти помиляєшся, нічого ти про мене не знаєш.

source: Jesteś w końcu wartownikiem tej wioski.
uk: Зрештою, ти охоронець цього села.

source: Jesteś w końcu!
uk: Нарешті ти тут!

source: Jesteś w końcu! Chodź, zakończymy to raz na zawsze!
uk: Нарешті ти тут! Ходімо, покінчимо з цим раз і назавжди!

source: Jesteś w końcu! Już myślałem, że nigdy się nie zjawisz.
uk: Нарешті ти тут! Я вже думав, що ти ніколи не прийдеш.

source: Jesteś w końcu, Marvin! Wiem, że ostatnio miałeś sporo innych spraw na głowie, ale mam dla ciebie zadanie, w którym twoja pomoc może okazać się nieoceniona.
uk: Нарешті ти тут, Марвіне! Я знаю, що останнім часом у тебе було багато інших справ, але я маю для тебе завдання, в якому твоя допомога може виявитися неоціненною.

source: Jesteś w końcu, dobrze. Mamy bardzo ważną sprawę do załatwienia.
uk: Нарешті ти прийшов. Це добре. У нас є дуже важлива справа.

source: Jesteś w moim domu, chłopcze - w domu najbogatszego człowieka w mieście. Zgaduję, że chcesz czegoś w zamian.
uk: Ти в моєму домі, хлопче, в домі найбагатшої людини у місті. Гадаю, ти хочеш чогось взамін.

source: Jesteś w porządku gość. Trzymaj się.
uk: Ти хороший хлопець. Бережи себе.

source: Jesteś w stanie przepisać dla mnie testament pismem z tego dziennika?
uk: Можеш переписати для мене заповіт почерком із цього щоденника?

source: Jesteś w tym naprawdę dobry! Od dawna powtarzam Roderichowi, że powinien częściej korzystać z prochu.
uk: У тебе це дуже добре виходить! Я давно казав Родеріху, що йому слід частіше використовувати порох.

source: Jesteś wartownikiem tej wioski, więc twoim obowiązkiem jest...
uk: Ти ж охоронець цього села, тому твій обов'язок...

source: Jesteś wartownikiem. Kto jak kto, ale to ty masz obowiązek pomagać ludziom.
uk: Ти вартовий. Як би там не було, але твій обов'язок – допомагати людям.

source: Jesteś wartownikiem. Powinieneś pomagać ludziom.
uk: Ти вартовий. Ти маєш допомагати людям.

source: Jesteś wartownikiem?
uk: Ти охоронець?

source: Jesteś winny najgorszej z możliwych zbrodni! Morderstwa!
uk: Ти винен у найгіршому з можливих злочинів! Вбивстві!

source: Jesteś wolna.
uk: Ти вільна.

source: Jesteś wreszcie! A ja już martwiłem się, że będę musiał iść cię budzić. Wszyscy już dawno wyruszyli, spałeś prawie do południa!
uk: Нарешті ти прийшов! А я вже почав хвилюватися, що доведеться йти і будити тебе. Всі вже давно вирушили, а ти проспав майже до обіду!

source: Jesteś wreszcie! Chyba nie planowałeś nie płacić za dzisiejszą ochronę?
uk: А ось і ти! Ти ж не збирався відмовитись від сьогоднішньої плати за охорону?

source: Jesteś wreszcie! Jak udało ci się tutaj dotrzeć? Wypatrywałem twojego powrotu od strony wielkich wrót.
uk: Нарешті ти тут! Як тобі вдалося сюди дістатися? Я очікував, що ти повернешся з боку великих воріт.

source: Jesteś wreszcie! Już myślałem, że nigdy się nie zjawisz!
uk: Нарешті ти тут! Я вже думав, що ти ніколи не з'явишся!

source: Jesteś wreszcie! Posłałem po ciebie gońca już kilka godzin temu. Mam dla ciebie niezwykle ważne zadanie.
uk: Нарешті ти тут! Я відправив за тобою посланця ще кілька годин тому. Я маю для тебе надзвичайно важливе завдання.

source: Jesteś wreszcie! Przywitaj się z nowym właścicielem domu w Starym Mieście!
uk: Нарешті ти тут! Привітайся з новим власником будинку у Старому місті!

source: Jesteś wreszcie! Pół nocy nad tym spędziłem, ale naprawiłem ten pancerz.
uk: Нарешті ти тут! Я витратив на це півночі, але я полагодив цей обладунок.

source: Jesteś wreszcie, już się martwiłem, że do nas nie dołączysz.
uk: Нарешті ти тут, я вже переживав, що ти не приєднаєшся до нас.

source: Jesteś wybitnym myśliwym. Nie nauczę cię niczego więcej.
uk: Ти видатний мисливець. Більше я тебе нічому не навчу.

source: Jesteś z Londram.
uk: Ти з Лондраму.

source: Jesteś z miasta? Przyszedłeś pytać o wino?
uk: Ти з міста? Прийшов запитати про вино?

source: Jesteś z nami, czy z Roderichem?
uk: Ти з нами чи з Родеріхом?

source: Jesteś z oddziału kuszników.
uk: Ти з підрозділу арбалетників.

source: Jesteś z oddziału mieczników.
uk: Ти з підрозділу мечників.

source: Jesteś za dobry, niczego więcej cię nie nauczę.
uk: Ти занадто вправний, мені більше нічому тебе навчити.

source: Jesteś za dobry, nie nauczę cię niczego nowego.
uk: Ти занадто вправний, я не навчу тебе нічому новому.

source: Jesteś za dobry, więcej nie dam rady cię nauczyć.
uk: Ти занадто вправний, я не можу тебе більше вчити.

source: Jesteś zadowolony ze swojego wyboru?
uk: Чи задоволений ти своїм вибором?

source: Jesteś zainteresowany pomocą?
uk: Ти не хочеш допомогти?

source: Jesteś zakałą straży miejskiej! Roderich na pewno da ci nauczkę!
uk: Ти ганьбиш Міську Варту! Родеріх навчить тебе, як себе вести!

source: Jesteś zamieszany w usiłowanie zabójstwa paladyna. To poważna sprawa. Na twoim miejscu zdecydowałbym się na współpracę.
uk: Ти причетний до замаху на вбивство паладина. Це дуже серйозна справа. На твоєму місці я б погодився на співпрацю.

source: Jesteś zamieszany w zabójstwo paladyna. To jedna z najcięższych zbrodni w Królestwie!
uk: Ти причетний до вбивства паладина. Це один з найтяжчих злочинів у королівстві!

source: Jesteś zazdrosny?
uk: Ти заздриш?

source: Jesteś zwykłym szczurem, który zjada odpadki ze stołu ważniejszych graczy.
uk: Ти просто щур, який під'їдає недоїдки зі столу більш важливих гравців.

source: Jesteś zwykłym wariatem.
uk: Ти просто божевільний.

source: Jesteś złotnikiem?
uk: Ти ювелір?

source: Jesteś, bardzo dobrze! Moje kondolencje, taka tragedia... Malen chyba był twoim kumplem?
uk: Ось так, дуже добре! Мої співчуття, така трагедія... Здається, Мален був твоїм приятелем?

source: Jesteś, bardzo dobrze. Mamy sprawę do obgadania.
uk: Ось ти де, дуже добре. Нам треба дещо обговорити.

source: Jesteś. Mam nadzieję, że nie będziesz już miał wątpliwości co do moich poleceń, bo mam ci do przekazania coś ważnego.
uk: Це так. Сподіваюся, ти більше не будеш сумніватися в моїх наказах, бо я маю сказати тобі дещо важливе.

source: Jesteście bandą tchórzy, nikim więcej.
uk: Ви – купка боягузів, і нічого більше.

source: Jesteście cali?
uk: З вами все гаразд?

source: Jesteście tymi przybłędami, co to żebrzą i szwendają się, gdzie popadnie.
uk: Ви з тих волоцюг, які жебракують і тиняються без діла.

source: Jesteście z tej winnicy, tak? Ja byłem tam w kuchni, prosiłem o jakieś resztki jedzenia. Byłem bardzo głodny.
uk: Ви з того виноградника, так? Я був там, на кухні, просив хоча б рештки їжі. Я був дуже голодний.

source: Jesteśmy elitarną jednostką Króla Myrtany. W wyszkoleniu niczym nie ustępujemy paladynom, jednak mamy inne zadanie.
uk: Ми – елітний підрозділ Короля Міртани. У підготовці ми не поступаємось паладинам, але у нас інше призначення.

source: Jesteśmy głodni, zmęczeni i zmarznięci...
uk: Ми голодні, втомлені та змерзлі...

source: Jesteśmy kapłanami Adanosa. Dbamy o utrzymanie równowagi na świecie oraz pomagamy potrzebującym gdy tylko damy radę.
uk: Ми – жерці Аданоса. Ми тримаємо світ у рівновазі і допомагаємо тим, хто цього потребує, коли можемо.

source: Jesteśmy ludźmi interesu polującymi na grube ryby. Jeśli będziesz bardziej dociekliwy, to na ciebie też zapolujemy.
uk: Ми ділові люди, які полюють на велику рибу. Якщо будеш надто допитливим, то вполюємо і тебе.

source: Jesteśmy mniej więcej w połowie trasy pomiędzy bramami.
uk: Ми приблизно на півдорозі між воротами.

source: Jesteśmy na miejscu, rzeka ma tutaj idealną głębokość i ryby praktycznie same wpadają na wędkę.
uk: Ми на місці, річка тут ідеальної глибини і риба практично сама чіпляється за гачок.

source: Jesteśmy na miejscu, witamy w Archolos.
uk: Ми на місці. Вітаю в Архолосі.

source: Jesteśmy na miejscu.
uk: Ми на місці.

source: Jesteśmy na miejscu. Jeśli będziesz potrzebował wyruszyć w dalszą podróż, to w tym miejscu możesz spotkać mnie lub któregoś z moich kolegów.
uk: Ми на місці. Якщо тобі буде потрібно відправитися далі, ти можеш знайти мене тут, або когось із моїх колег.

source: Jesteśmy na miejscu. Mistrzu, poznaj Huuga, człowieka dysponującego boskimi precjozami!
uk: Ми на місці. Майстре, познайомтеся з Хуугом, людиною, що володіє божественними артефактами!

source: Jesteśmy na miejscu. Niestety, tym razem naprawdę już nie wiem nic więcej. Może ci rybacy z pobliskiej osady będą coś wiedzieć.
uk: Ми на місці. На жаль, більше я нічого не знаю. Можливо, ті рибалки з сусіднього поселення щось чули.

source: Jesteśmy na miejscu. Pora porozmawiać z Andreasem. Ciągle muszę też pamiętać, by nie oddalać się stąd bez strażnika.
uk: Ми на місці. Потрібно поговорити з Андреасом. І варто пам'ятати, що без вартового покидати це місце не можна.

source: Jesteśmy na miejscu. Te dranie niczego się nie spodziewają, idealnie.
uk: Ми на місці. Ці виродки нічого не очікують, прекрасно.

source: Jesteśmy na miejscu. Tutaj szybko interesują się obcymi, więc zaraz ktoś podejdzie.
uk: Ми на місці. Впевнений, що місцеві нас вже помітили, тож невдовзі точно хтось підійде.

source: Jesteśmy na miejscu. W końcu mamy chwilę, by odpocząć od zgiełku tej wioski i wszystkich nieprzychylnych spojrzeń.
uk: Ми на місці. Нарешті у нас є можливість відпочити від метушні цього села і всіх недобрих поглядів.

source: Jesteśmy na miejscu. Wcześniej zdążyłem postawić dwa ule gotowe do przyjęcia nowych lokatorów, więc gdy tylko kwiaty zakwitną, będziemy gotowi do produkcji.
uk: Ми на місці. Раніше я встиг поставити два вулики, які готові прийняти нових мешканців, тож як тільки квіти розквітнуть, ми будемо готові до виробництва.

source: Jesteśmy na terenie kopalni, więc słowo strażnika kopalni ma większe znaczenie niż słowo strażnika miejskiego.
uk: Ми знаходимось на території копальні, тому слово вартового з копальні має більше значення, ніж вартового з міста.
